"USSD_ERROR" = "Fehler beim Ausführen der Anforderung";
"USSD_TERMINATED" = "Session abgebrochen";

"%@ Call Forwarding\n%@\n%@%@" = "%@ Rufweiterleitung\n%@\n%@%@";
"%@ Call Waiting\n%@" = "%@ Anklopfen/Makeln\n%@";
"%@ Call Barring\n%@\n%@" = "%@ Rufsperre\n%@\n%@";
"%@ Fixed Dialing\n%@" = "%@ Anrufbegrenzung (Fixed Dialing)\n%@";
"Connected Line Presentation\n%@" = "Darstellung von verbundener Leitung\n%@";
"Calling Line Presentation\n%@" = "Darstellung von Anrufer-Leitung\n%@";
"Connected Line ID Restriction\n%@" = "Einschränkung für verbundene Leitungs-ID\n%@";
"Calling Line ID Restriction\n%@" = "Einschränkung für Anrufer-Leitungs-ID\n%@";
"SIM Lock\n%@" = "SIM-Sperre\n%@";
"Service Center Address\n%@" = "Adresse für Dienst-Center\n%@";
"Supplementary Service Password\n%@" = "Zusätzliches Dienst-Kennwort\n%@";
"Calling Name Presentation\n%@" = "Darstellung von Anrufer-Name\n%@";

"Forwards to %@\n" = "Weiterleiten an %@\n";

"All Calls" = "Alle Anrufe";
"All Conditional Calls" = "Alle bedingten Anrufe";
"Async Data Circuit" = "Asynchrone Datenübertragung";
"Data" = "Daten";
"Fax" = "Fax";
"Packet Access" = "Paketzugriff";
"Pad Access" = "Pad-Zugriff";
"SMS" = "Nachricht";
"Sync Data Circuit" = "Synchrone Datenübertragung";
"Voice" = "Sprache";

"All Outgoing" = "Alle ausgehenden";
"All Incoming" = "Alle eingehenden";
"Outgoing International" = "Internationaler ausgehender Dienst";
"Outgoing International, Except Home Country" = "Internationaler ausgehender Dienst (außer Inland)";
"Incoming While Roaming Outside Home Country" = "Eingehender Dienst bei Roaming im Ausland";
"Incoming, Not On SIM" = "Eingehender Dienst (nicht auf SIM-Karte)";
"All Services" = "Alle Dienste";
"All Outgoing Services" = "Alle ausgehenden Dienste";
"All Incoming Services" = "Alle eingehenden Dienste";

"Disabled" = "Deaktiviert";
"Enabled" = "Aktiviert";

"On All Calls" = "Bei allen Anrufen";
"When Busy" = "Wenn besetzt";
"When Unanswered" = "Wenn unbeantwortet";
"When Unreachable" = "Wenn nicht erreichbar";

"Setting %@ Succeeded" = "Einstellen von %@ erfolgreich\n";
"Setting Interrogation Succeeded" = "Abfrage der Einstellung erfolgreich\n";
"Setting %@ Failed" = "%@ Einstellung fehlgeschlagen\n";
"Setting Interrogation Failed" = "Abfrage der Einstellung fehlgeschlagen\n";

"Not Available" = "Nicht verfügbar";
"Network Controlled" = "Netzgesteuert";
"Temporarily Disabled" = "Vorübergehend deaktiviert";
"Temporarily Enabled" = "Vorübergehend aktiviert";
"Unknown" = "Unbekannt";

"Activation" = "Aktivierung";
"Deactivation" = "Deaktivierung";
"Interrogation" = "Abfrage";
"Registration" = "Registrierung";
"Erasure" = "Löschen";

"No Address" = "Keine Adresse";
"No Service Specified" = "Kein Dienst festgelegt";
"Type %d" = "Art %d";

// generic error
"CALL_FAILED" = "Anruf fehlgeschlagen";
// error codes
"kCTNoError" = "Kein Fehler";
"kCTUnknownError" = "Unbekannter Fehler";
"kCTErrorRadioFailure" = "Radio-Fehler";
// Generic network errors
"kCTErrorNetworkFailure" = "Netzfehler";
"kCTErrorCongestion" = "Netz überlastet";
"kCTErrorUnidentifiedSubscriber" = "Nicht identifizierter Abonnent";
"kCTErrorFacilityRejected" = "Einrichtung abgelehnt";
"kCTErrorUnknownSubscriber" = "Unbekannter Abonnent";
"kCTErrorNetworkOutOfOrder" = "Netz nicht in Betrieb";
"kCTErrorInvalidTransactionIdentifier" = "Ungültige Transaction-ID";
"kCTErrorSemanticallyIncorrectMessage" = "Semantisch falsche Nachricht";
"kCTErrorInvalidMandatoryInformation" = "Erforderliche Information ungültig";
"kCTErrorMessageTypeNonExistant" = "Nachrichtentyp nicht vorhanden";
"kCTErrorMessageNotCompatibleWithProtocolState" = "Nachricht nicht mit Protokollzustand kompatibel";
"kCTErrorInformationElementNonExistant" = "Informationselement nicht vorhanden";
"kCTErrorProtocolErrorUnspecified" = "Protokollfehler nicht spezifiziert";
"kCTErrorTemporaryFailure" = "Vorübergehender Fehler";
"kCTErrorResourcesUnavailable" = "Ressourcen nicht verfügbar";
"kCTErrorRequestedFacilityNotSubscribed" = "Angeforderte Einrichtung nicht abonniert";
"kCTErrorRequestedFacilityNotImplemented" = "Angeforderte Einrichtung nicht implementiert";
"kCTErrorInterworkingError" = "Interworking-Fehler";
"kCTErrorInterworkingNotSupported" = "Interworking nicht unterstützt";
"kCTErrorCommandCannotBeActioned" = "Befehl kann nicht ausgeführt werden";
"kCTErrorNoNetworkService" = "Kein Netzwerkdienst";
// Call related errors
"kCTErrorUnassignedNumber" = "Nummer nicht vergeben";
"kCTErrorOperatorDeterminedBarring" = "Betreiberausgelöste Rufsperre";
"kCTErrorCallBarred" = "Rufsperre";
"kCTErrorUserBusy" = "Teilnehmer besetzt";
"kCTErrorNoUserResponding" = "Keine Antwort von Teilnehmern";
"kCTErrorNumberChanged" = "Nummer geändert";
"kCTErrorInvalidNumberFormat" = "Ungültiges Nummernformat";
"kCTErrorCallRejected" = "Anruf abgelehnt";
// SIM errors
"kCTErrorSimNotInserted" = "SIM-Karte nicht eingelegt";
"kCTErrorSimPinRequired" = "SIM-PIN erforderlich";
"kCTErrorSimPukRequired" = "SIM-PUK erforderlich";
"kCTErrorSimFailure" = "SIM-Fehler";
"kCTErrorSimMemoryFailure" = "SIM-Speicherfehler";
"kCTBadPinFormatError" = "Ungültiges PIN-Format";
"kCTErrorNumberNotAllowed" = "Zahl nicht zulässig";
"kCTErrorIncorrectPassword" = "Ungültiges Kennwort";
// SMS Errors
"kCTErrorShortMessageTransferRejected" = "SMS-Übertragung abgelehnt";
"kCTErrorDestinationOutOfOrder" = "Ziel nicht in Betrieb";
"kCTErrorClass0NotSupported" = "Keine Unterstützung für Klasse 0";
"kCTErrorCannotReplaceSm" = "SIM kann nicht ersetzt werden";
"kCTErrorUnspecifiedPid" = "PID nicht spezifiziert";
"kCTErrorDataCodingSchemeNotSupported" = "Keine Unterstützung für Data Coding Scheme";
"kCTErrorUnspecifiedDcs" = "DCS-Fehler nicht spezifiziert";
"kCTErrorCommandUnsupported" = "Befehl wird nicht unterstützt";
"kCTErrorUnspecifiedTpCommand" = "TP-Befehlsfehler nicht spezifiziert";
"kCTErrorTpduNotSupported" = "TPDU nicht unterstützt";
"kCTErrorScBusy" = "SC besetzt";
"kCTErrorRejectedBySimSmsControl" = "Von SIM SMS Control abgelehnt";
// GPRS Errors
"kCTErrorGprsIllegalMs" = "Für GPRS ungültige MS";
"kCTErrorGprsIllegalMe" = "Für GPRS ungültige ME";
"kCTErrorGprsServicesNotAllowed" = "GPRS-Service nicht zulässig";
"kCTErrorGprsPlmnNotAllowed" = "GPRS PLMN nicht zulässig";
"kCTErrorGprsLocationAreaNotAllowed" = "GPRS-Aufenthaltsgebiet nicht zulässig";
"kCTErrorGprsRoamingNotAllowedInLocationArea" = "GPRS-Roaming im Aufenthaltsgebiet nicht zulässig";
"kCTErrorGprsServiceOptionNotSupported" = "GPRS-Dienstoption nicht unterstützt";
"kCTErrorGprsServiceOptionNotSubscribed" = "GPRS-Dienstoption nicht abonniert";
"kCTErrorGprsServiceOptionTemporarilyOutOfOrder" = "GPRS-Dienstoption steht vorübergehend nicht zur Verfügung";
"kCTErrorGprsPdpAuthenticationFailure" = "GPRS PDP-Authentifizierungsfehler";
"kCTErrorGprsInvalidMobileClass" = "GPRS ungültige Mobilklasse";
"kCTErrorGprsUnspecified" = "GPRS nicht spezifiziert";
"kCTErrorGprsMissingorUnknownAPN" = "Fehlender GPRS oder unbekannter APN";
"kCTErrorGprsPDPAuthenticationInfoRejectedByBaseband" = "GPRS PDP-Authentifizierung vom Baseband abgelehnt";
